Repository: common-repository/wp-crawlforme
Catalog: languages/wp-crawlforme-*.po
Languages: fr_fr

source: CrawlForMe, Broken Links Checker
fr_fr: CrawlForMe, Vérificateur de liens cassés

source: Settings
fr_fr: Configuration

source: Email will be used to communicate CrawlForMe access and notifications when the crawl of your website is done.
fr_fr: L'email est utilisé pour communiquer les accès à la plate-forme CrawlForMe ainsi que les notifications de fin d'analyse.

source: Plugin API key
fr_fr: API key du plugin

source: Specify the plugin API key generated previously to add this website to your existing account. You can find it back in your profile page on the CrawlForMe plateform.
fr_fr: Spécifiez l'API key du plugin qui a été générée précédement pour ajouter ce site à votre compte existant. Vous pouvez la retrouver dans votre page de profil de la plate-forme CrawlForMe.

source: Start now
fr_fr: Démarrez l'analyse maintenant

source: Plugin configuration reset, the page is reloading ...
fr_fr: Configuration du plugin remise à zéro, la page va se recharger ...

source: Unable to schedule the task
fr_fr: Impossible de démarrer la tâche

source: An unexpected error prevented the schedule of a new task
fr_fr: Une erreur inatendue empèche le démarrage de la tâche planifiée

source: Your crawl will begin in a few moment
fr_fr: Votre analyse va démarrer dans quelques instants

source: Welcome
fr_fr: Bienvenue

source: We crawl your websites and report all broken links, missing pictures, obsolete documents and redirects that go wrong!
fr_fr: Nous analysons vos sites web et détectons les liens brisés, les images manquantes, les documents obsolètes ou les redirections vers des documents inexistants!

source: <b>Register below</b> with your email address and get <b>2 free analysis per month.</b>
fr_fr: <b>Enregistrez-vous</b> ci-dessous avec votre adresse email et recevez <b>deux analyses gratuites par mois.</b>

source: Your first analysis will start automatically.
fr_fr: Votre première analyse débutera automatiquement.

source: You will be <b>notified by email</b> when the job is done.
fr_fr: Vous serez <b>prévenu par email</b> lorsque l'analyse sera terminée.

source: Consult the results <b>directly from your CrawlForMe WordPress plugin</b>
fr_fr: Consultez les résultats <b>directement depuis votre plugin CrawlForMe</b>

source: <b>Log in to CrawlForMe</b> to access the interactive online report and the code inspector
fr_fr: <b>Connectez-vous à CrawlForMe.com</b> pour accéder au rapport interactif en-ligne ainsi qu'à l'inspecteur d'élément

source: Start now your first analysis
fr_fr: Débutez votre première analyse

source: I am already registerd and have an API key
fr_fr: Je suis déjà enregistré et je dispose d'une API key

source: Administrator email
fr_fr: Email de l'administrateur

source: Your email
fr_fr: Votre email

source: A custom email
fr_fr: Un email spécifique

source: must be >= '%s',
fr_fr: doit être >= '%s',

source: so we used the default value instead.
fr_fr: nous avons utilisé la valeur par défaut à la place.

source: must be an integer,
fr_fr: doit être un nombre,

source: An unexpected error occurred
fr_fr: Une erreur inatendue à eu lieu

source: preventing your account to be created.
fr_fr: nous empéchant de créer votre compte.

source: Successful
fr_fr: Succès

source: Error
fr_fr: Erreurs

source: Ignored
fr_fr: Ignorés

source: Redirected
fr_fr: Redirigés

source: Unit expressed in unique links
fr_fr: Unité exprimée en lien unique

source: CrawlForMe API Error
fr_fr: CrawlForMe erreur d'API

source: Useful Links
fr_fr: Liens utiles

source: Overview of your last report
fr_fr: Vue d'ensemble de votre dernier rapport

source: Manual crawl
fr_fr: Analyse manuelle

source: About
fr_fr: A propos

source: Retrieve access
fr_fr: Vos accès

source: Last report completed on: <b>%s</b>
fr_fr: Dernier rapport complété le: <b>%s</b>

source: Consult the full report
fr_fr: Consulter le rapport complet

source: Connect to the <a href="http://www.crawlforme.com" target="_blank">CrawlForme platform</a> to consult previous reports, to modify options and to discover the CrawlForMe features.
fr_fr: Connectez-vous à la <a href="http://www.crawlforme.com" target="_blank">plate-forme de CrawlForMe</a> pour consulter vos rapports précédents, modifier les options et découvrir l'ensemble des fonctionnalités de CrawlForMe.

source: No report is currently available.
fr_fr: Aucun report n'est actuellement disponible.

source: <b>Your website is being crawled ...</b>
fr_fr: <b>Votre site est en cours d'analyse ...</b>

source: Come back to this plugin page to consult the results.
fr_fr: Revenez sur cette page pour consulter les résultats.

source: Unfortunately you have no more manual crawl left for this month.
fr_fr: Malheureusement, vous n'avez plus d'analyse manuelle restante pour ce mois-ci.

source: Come back on <b>%s</b> the amount of manual crawl will be reset or subscribe to one of our plans.
fr_fr: Revenez le <b>%s</b>, le nombre d'analyse manuelle sera remis à zéro ou souscrivez à un de nos plans.

source: Click the button below to begin the crawl of your website in a few moment.
fr_fr: Cliquez sur le bouton ci-dessous pour débuter l'analyse de votre site.

source: You have <b>%s</b> manual crawl(s) left to use.
fr_fr: Il vous reste <b>%s</b> analyse(s) manuelle(s).

source: Crawl my website
fr_fr: Analyser mon site web

source: CrawlForMe Website
fr_fr: Site web CrawlForMe

source: Tutorial
fr_fr: Tutoriel

source: CrawlForMe offers you <b>two manual crawls each month</b> which can be started whenever you want.
fr_fr: CrawlForMe vous offre <b>deux analyses manuelles chaque mois</b> qui peuvent être démarrées à votre convenance.

source: <b>As a trial user, you are subject to other limitations</b> such as the maximum number of resources crawled or key features (handling of ignored links, protected pages, forms, cookie and so on).
fr_fr: <b>En tant qu'utilisateur 'Trial', vous êtes soumis à certaines limitations</b> telles que le nombre maximum de resources analysées ou la configuration d'options (gestion des liens ignorés, pages protégées, formulaires, cookies etc).

source: If your are interested by <b>unlocking the full potential of this tool subscribe to one of our plans</b> and enjoy all thoses advantages.
fr_fr: Si vous êtes intéressé par <b>le potentiel complet de notre outil, abonnez-vous à un de nos plans</b> et bénéficiez de toutes les fonctionnalités du plan.

source: See our tarification plans
fr_fr: Notre grille tarifaire

source: Did you forget your plugin API key to connect other Wordpress to your account?
fr_fr: Vous avez oublié votre API key pour connecter d'autre blog Wordpress à votre compte ?

source: Did you miss the email containing you login and password details to access the CrawlForMe plateform?
fr_fr: Vous avez manqué l'email contenant vos accès à la plateform CrawlForMe ?

source: Retrieve API key
fr_fr: Récupérer l'API key

source: The CrawlForMe API seems to be down at the moment.
fr_fr: L'API CrawlForMe semble être injoignable pour l'instant.

source: The good news is that you're still able to consult your report by accessing directly to the <a href="http://www.crawlforme.com/">plateform</a>.
fr_fr: La bonne nouvelle est que vous pouvez toujours consulter vos rapports en accédant directement à la <a href="http://www.crawlforme.com">plate-forme</a>.

source: If the problem persist, feel free to <a href="mailto:info@cralwforme.com">contact us</a>.
fr_fr: Si le problème persiste, <a href="mailto:info@crawlforme.com">prenez contact avec nous</a>.
